Repository: CielDevApp/CortEX
Catalog: EhViewer/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

source: 自動再試行しましたが、igneous cookie が発行されませんでした。 もう一度試してください (cookie は維持されています)
de: Automatischer Wiederholungsversuch, aber das igneous-Cookie wurde nicht ausgegeben. Bitte erneut versuchen (Cookies bleiben erhalten).
en: Auto-retry attempted, but the igneous cookie was not issued. Please try again (cookies are preserved).
es: Reintento automático intentado, pero no se emitió la cookie igneous. Intente nuevamente (las cookies se conservan).
fr: Réessai automatique tenté, mais le cookie igneous n'a pas été émis. Veuillez réessayer (les cookies sont conservés).
ko: 자동 재시도했지만 igneous cookie가 발급되지 않았습니다. 다시 시도해 주세요 (cookie는 유지됩니다).
zh_hans: 已尝试自动重试，但未发行 igneous cookie。 请再试一次 (cookie 已保留)。
zh_hant: 已嘗試自動重試，但未發行 igneous cookie。 請再試一次 (cookie 已保留)。

source: igneous が発行されませんでした。もう一度試してください
de: igneous wurde nicht ausgegeben. Bitte erneut versuchen.
en: igneous was not issued. Please try again.
es: No se emitió igneous. Intente nuevamente.
fr: igneous n'a pas été émis. Veuillez réessayer.
ko: igneous가 발급되지 않았습니다. 다시 시도해 주세요.
zh_hans: 未发行 igneous。请再试一次。
zh_hant: 未發行 igneous。請再試一次。

source: もう一度ログイン
de: Erneut anmelden
en: Login Again
es: Iniciar sesión de nuevo
fr: Se reconnecter
ko: 다시 로그인
zh_hans: 再次登录
zh_hant: 再次登入

source: e-hentai / exhentai cookie をクリア
de: e-hentai / exhentai-Cookies löschen
en: Clear e-hentai / exhentai cookies
es: Borrar cookies de e-hentai / exhentai
fr: Effacer les cookies e-hentai / exhentai
ko: e-hentai / exhentai cookie 지우기
zh_hans: 清除 e-hentai / exhentai cookie
zh_hant: 清除 e-hentai / exhentai cookie

source: cookie クリア完了。再度ログインしてください
de: Cookies gelöscht. Bitte erneut anmelden.
en: Cookies cleared. Please log in again.
es: Cookies borradas. Inicie sesión de nuevo.
fr: Cookies effacés. Veuillez vous reconnecter.
ko: cookie 지우기 완료. 다시 로그인해 주세요.
zh_hans: cookie 清除完成。请重新登录。
zh_hant: cookie 清除完成。請重新登入。

source: ソート
de: Sortieren
en: Sort
es: Ordenar
fr: Trier
ko: 정렬
zh_hans: 排序
zh_hant: 排序

source: >> HIDDEN SUBSYSTEM UNLOCKED >> AGE VERIFICATION: ONLINE >> ACCESS LEVEL: ELEVATED // キャラクター管理に年齢機能が追加されました
de: >> HIDDEN SUBSYSTEM UNLOCKED >> AGE VERIFICATION: ONLINE >> ACCESS LEVEL: ELEVATED // Altersfunktion zur Charakterverwaltung hinzugefügt
en: >> HIDDEN SUBSYSTEM UNLOCKED >> AGE VERIFICATION: ONLINE >> ACCESS LEVEL: ELEVATED // Age tracking added to Character Management
es: >> HIDDEN SUBSYSTEM UNLOCKED >> AGE VERIFICATION: ONLINE >> ACCESS LEVEL: ELEVATED // Función de edad añadida a la gestión de personajes
fr: >> HIDDEN SUBSYSTEM UNLOCKED >> AGE VERIFICATION: ONLINE >> ACCESS LEVEL: ELEVATED // Fonction d'âge ajoutée à la gestion des personnages
ko: >> HIDDEN SUBSYSTEM UNLOCKED >> AGE VERIFICATION: ONLINE >> ACCESS LEVEL: ELEVATED // 캐릭터 관리에 연령 기능이 추가되었습니다
zh_hans: >> HIDDEN SUBSYSTEM UNLOCKED >> AGE VERIFICATION: ONLINE >> ACCESS LEVEL: ELEVATED // 角色管理新增年龄功能
zh_hant: >> HIDDEN SUBSYSTEM UNLOCKED >> AGE VERIFICATION: ONLINE >> ACCESS LEVEL: ELEVATED // 角色管理新增年齡功能

source: 前
en: ago

source: %lld件のログ
en: %lld logs

source: ↻ボタンでnhentaiのお気に入りをサーバーと同期。キャッシュされるので次回から即表示
en: Tap ↻ to sync nhentai favorites. Cached for instant display next time
ko: ↻버튼으로 nhentai 즐겨찾기 동기화. 캐시되어 다음에 바로 표시
zh_hans: 点击↻同步nhentai收藏。缓存后下次即时显示

source: CDN未認証
en: CDN Not Verified
ko: CDN 미인증
zh_hans: CDN未认证

source: CDN認証（画像DL用）
en: CDN Auth (for image DL)
ko: CDN 인증 (이미지 DL용)
zh_hans: CDN认证（图片下载用）

source: CDN認証済み
en: CDN Verified
ko: CDN 인증 완료
zh_hans: CDN已认证

source: E-Hentaiアカウントでログインします。
en: Log in with your E-Hentai account.
ko: E-Hentai 계정으로 로그인합니다.
zh_hans: 使用E-Hentai账号登录。

source: EXhentaiに必要。なくてもE-Hentaiは使えます
en: Required for EXhentai. E-Hentai works without it
ko: EXhentai에 필요. 없어도 E-Hentai는 사용 가능
zh_hans: EXhentai需要。没有也可以使用E-Hentai

source: EXTREME MODE を有効にすると全リミッターが解除されます: • Delay: ALL DISABLED（閲覧・DL・お気に入り） • Download: NO SPEED LIMIT • Connections: 6 → 20 parallel • Prefetch: ±1 → ±5 pages • Gallery Preview: FULL IMAGE PRELOAD • OCR Batch: 3 → 6 parallel • URL Cache: EXPIRY CHECK DISABLED ⚠️ BAN RISK. Auto-OFF on restart.
en: Enables EXTREME MODE — all limiters removed: • Delay: ALL DISABLED (browsing, DL, favorites) • Download: NO SPEED LIMIT • Connections: 6 → 20 parallel • Prefetch: ±1 → ±5 pages • Gallery Preview: FULL IMAGE PRELOAD • OCR Batch: 3 → 6 parallel • URL Cache: EXPIRY CHECK DISABLED ⚠️ BAN RISK. Auto-OFF on restart.
ko: EXTREME MODE를 활성화하면 모든 리미터가 해제됩니다: • Delay: ALL DISABLED (열람·DL·즐겨찾기) • Download: NO SPEED LIMIT • Connections: 6 → 20 parallel • Prefetch: ±1 → ±5 pages • Gallery Preview: FULL IMAGE PRELOAD • OCR Batch: 3 → 6 parallel • URL Cache: EXPIRY CHECK DISABLED ⚠️ BAN RISK. 재시작 시 자동 OFF.
zh_hans: 启用 EXTREME MODE 将解除所有限制器: • Delay: ALL DISABLED（浏览·DL·收藏） • Download: NO SPEED LIMIT • Connections: 6 → 20 parallel • Prefetch: ±1 → ±5 pages • Gallery Preview: FULL IMAGE PRELOAD • OCR Batch: 3 → 6 parallel • URL Cache: EXPIRY CHECK DISABLED ⚠️ BAN RISK. 重启自动关闭。
zh_hant: 啟用 EXTREME MODE 將解除所有限制器: • Delay: ALL DISABLED（瀏覽·DL·收藏） • Download: NO SPEED LIMIT • Connections: 6 → 20 parallel • Prefetch: ±1 → ±5 pages • Gallery Preview: FULL IMAGE PRELOAD • OCR Batch: 3 → 6 parallel • URL Cache: EXPIRY CHECK DISABLED ⚠️ BAN RISK. 重啟自動關閉。

source: HDR風補正（カラー作品推奨）
en: HDR-style Enhancement (Recommended for Color Works)

source: hitomi.laで探す
en: Search on hitomi.la
ko: hitomi.la에서 찾기
zh_hans: 在hitomi.la搜索

source: iPadを横向きにすると2ページ同時に表示。ダブルタップでズーム
en: Rotate iPad to landscape for 2-page spread. Double tap to zoom
ko: iPad를 가로로 하면 2페이지 동시 표시. 더블탭으로 줌
zh_hans: 横持iPad可同时显示2页。双击缩放

source: iPad見開きモード
en: iPad Spread Mode
ko: iPad 펼침 모드
zh_hans: iPad双页模式

source: nhentai・nyahentai・hitomi.laの3サイトから自動検索。タイトルコピーで手動検索も可能
en: Auto-search across nhentai, nyahentai, hitomi.la. Copy title for manual search
ko: nhentai・nyahentai・hitomi.la 3개 사이트에서 자동 검색. 제목 복사로 수동 검색 가능
zh_hans: 从nhentai・nyahentai・hitomi.la三个网站自动搜索。也可复制标题手动搜索

source: nhentaiお気に入りを同期中...
en: Syncing nhentai favorites...
ko: nhentai 즐겨찾기 동기화 중...
zh_hans: 正在同步nhentai收藏...

source: nhentaiで探す
en: Search on nhentai
ko: nhentai에서 찾기
zh_hans: 在nhentai搜索

source: nhentaiのお気に入りがありません
en: No nhentai favorites
ko: nhentai 즐겨찾기 없음
zh_hans: 没有nhentai收藏

source: nhentai未ログイン
en: nhentai Not Logged In
ko: nhentai 미로그인
zh_hans: nhentai未登录

source: nhentai検索
en: nhentai Search
ko: nhentai 검색
zh_hans: nhentai搜索

source: nyahentai.oneで探す
en: Search on nyahentai.one
ko: nyahentai.one에서 찾기
zh_hans: 在nyahentai.one搜索

source: エクストリームモードはBANリスクがあります。先にPHOENIX MODEでお気に入りのバックアップを作成してください。
en: Extreme Mode risks account BAN. Please create a favorites backup in PHOENIX MODE first.
ko: 익스트림 모드는 BAN 위험이 있습니다. 먼저 PHOENIX MODE에서 즐겨찾기 백업을 만드세요.
zh_hans: 极限模式有BAN风险。请先在PHOENIX MODE中创建收藏备份。

source: お気に入り同期
en: Sync Favorites
ko: 즐겨찾기 동기화
zh_hans: 同步收藏

source: この作品はE-Hentaiから削除されました
en: This gallery has been removed from E-Hentai
ko: 이 작품은 E-Hentai에서 삭제되었습니다
zh_hans: 此作品已从E-Hentai删除

source: サーバーから同期
en: Sync from Server
ko: 서버에서 동기화
zh_hans: 从服务器同步

source: タイトルは自動で引用符付きフレーズ検索になります。タグ検索は group:名前 の形式で
en: Titles auto-wrap in quotes for phrase search. Use group:name for tag search
ko: 제목은 자동으로 구문 검색됩니다. 태그 검색은 group:이름 형식으로
zh_hans: 标题自动使用引号短语搜索。标签搜索使用 group:名称 格式

source: バックアップが必要です
en: Backup Required
ko: 백업이 필요합니다
zh_hans: 需要备份

source: リーダーの操作方法やお気に入り同期などのヒントを再表示します。
en: Re-display reader controls and favorites sync tips.
ko: 리더 조작법이나 즐겨찾기 동기화 등의 힌트를 다시 표시합니다.
zh_hans: 重新显示阅读器操作方法和收藏同步等提示。

source: ログインせずに使う
en: Use Without Login
ko: 로그인 없이 사용
zh_hans: 不登录使用

source: ログインなしでもE-Hentaiは閲覧可能です。 ログインするとEXhentai（全作品）が利用できます。
en: E-Hentai is available without login. Login enables EXhentai (all content).
ko: 로그인 없이도 E-Hentai 열람 가능. 로그인하면 EXhentai(전체 작품) 이용 가능.
zh_hans: 不登录也可浏览E-Hentai。 登录后可使用EXhentai（全部作品）。

source: 人気
en: Popular
ko: 인기
zh_hans: 热门

source: 削除作品の復活
en: Recover Removed Gallery
ko: 삭제된 작품 복구
zh_hans: 恢复已删除作品

source: 動画 WebP を含むギャラリー毎に保存した「横/縦」選択を全て消去します。
en: Clears the saved horizontal/vertical choice for every gallery containing animated WebP.

source: 動画 WebP を含む全ギャラリーで保存した「横/縦」選択を削除します。次回 Reader 起動時に再度ダイアログが表示されます。
en: All saved horizontal/vertical choices for galleries containing animated WebP will be deleted. The dialog will appear again the next time you open the reader.

source: 動画ギャラリーのモード選択をリセット
en: Reset Animated Gallery Mode Choices

source: 動画を含むギャラリー
en: Gallery Contains Animation

source: 操作ヒントを再表示
en: Show Tips Again
ko: 조작 힌트 다시 표시
zh_hans: 重新显示操作提示

source: 操作方法
en: How to Use
ko: 사용법

source: 新着
en: Recent
ko: 최신
zh_hans: 最新

source: 横開きで開く
en: Open Horizontally

source: 横開きモードでは動画は再生されません。 縦スクロール表示に切り替えますか？
en: Animations don't play in horizontal page mode. Switch to vertical scrolling?

source: 次回から聞かない
en: Don't ask again

source: 次回各画面を開いた時にヒントが表示されます
en: Tips will appear next time you open each screen
ko: 다음에 각 화면을 열 때 힌트가 표시됩니다
zh_hans: 下次打开各画面时会显示提示

source: 残りもダウンロード
en: Download Remaining
ko: 나머지 다운로드
zh_hans: 下载剩余

source: 画面の左右端をタップでページを送れます。中央タップでコントロール表示
en: Tap left/right edges to turn pages. Tap center to show controls
ko: 좌우 가장자리를 탭하여 페이지를 넘기세요. 중앙 탭으로 컨트롤 표시
zh_hans: 点击左右边缘翻页。点击中央显示控件

source: 端タップでページ送り
en: Tap Edges to Turn Pages
ko: 가장자리 탭으로 페이지 넘기기
zh_hans: 点击边缘翻页

source: %lldMB
fr: %lldMo

source: Metal Compute Shader
ko: Metal 컴퓨트 셰이더
zh_hans: Metal计算着色器
zh_hant: Metal計算著色器
